---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.BentHiddenWires
source: html/754eb5e5-363f-7a0d-ee0e-e5dd8e7ba8f7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.BentHiddenWires Property

The wires of this custom fabric sheet type are longer than the bending sketch. The linear quantities shown in schedules and tags are not accurate.

## Syntax (C#)
```csharp
public static FailureDefinitionId BentHiddenWires { get; }
```